import React from "react";
import Image from "react-bootstrap/Image";
import Row from "react-bootstrap/Row";
import Container from "react-bootstrap/Container";
import Col from "react-bootstrap/Col";

export default function Text2() {
  return (
    <div className="text-history">
      >
      <Image src="/img/tekst2/stariIzgled.jpg" fluid />
      <h3> Зграда „Српска круна“</h3>
      <p>
        Зграда „Српска круна“ је саграђена 1869. године, као једанод првих
        објеката у тада тек основаној Кнез Михаиловој улици.[1] Данас се налази
        на броју 56. Од 1981. године представља непокретно културно добро као
        споменик културе.[2] [3] Данас се у Згради „Српска круна” налази
        Библиотека града Београда.
      </p>

      <Container>
  
  <Row>
    <Col><h4>Карактеристике</h4>
      <p>
        Хотел „Српска круна“ изграђен је 1869. године као најмодернији и
        најрепрезентативнији хотел у Београду тога времена. Зграда је изведена у
        духу академизма, са елементима романтизма, али су у његовој градњи
        сачуване и настављене традиција и изглед ханова, где се око правоугаоног
        централног дворишта организује цела грађевина (оваква композиција зграде
        данас се уочава у Галерији Атријум Библиотеке града београда[4]). Ипак,
        по спољашњем изгледу, стоји на почетку интензивног процеса европеизације
        Београда у другој половини 19. века, када се српско друштво одвојило од
        вековне турске управе. Посебна вредност ове зграде је аутентичност
        објекта, који је сачуван као једини репрезент првих модерних хотела
        „европског типа“ у Београду. [3] У развоју београдске архитектуре
        објекат представља значајну грађевину по конструктивним, обликованим и
        функционалним особинама, а посебно докуметнује период најинтензивније
        изградње Београда у 19 веку.[1] Очувању аутентичности здања допринело је
        то што је у поправкама после ратних бомбардовања и адаптацији
        седамдесетих година 20. века највећим делом задржала првобитни изглед и
        величину, као и чињеница да му, стицајем срећних околности, првобитна
        намена није мењана пуних 70 година.
      </p>
      <img src="/img/tekst2/srpskaKruna.jpg" className = 'pub-img' alt = 'slika' />
      <h4> Историјат</h4>
      <p>
        Почетком 19. века имање на којем је саграђена „Српска круна“ припадало
        је општини. Забележено је да је овај простор 1824. године био одређен за
        прву београдску пијацу, али се пијаца ту налазила врло кратко и убрзо је
        премештена на простор на коме се данас налази Студентски трг (Велики
        пијац). Као најранији познати приватни власник овог имања помиње се
        породица Мрцајловић.[5]
      </p>
      <p>
        Власник зграде био је трговац Милија Павловић, који је 1870. године у
        овој згради отворио гостионицу. Име је „наследио“ од једне од
        најчувенијих гостионица старог Београда. Наиме, када је зграда првобитне
        гостионице „Српска круна“ или „Мало здање“, која је била својина кнеза
        Александра Карађорђевића и налазила се у Узун Мирковој улици, откупљена
        за смештај Општинског суда,[3] Милија Павловић је добио право да фирму,
        скинуту са гостионице, постави на свој хотел. Први познати закупац
        хотела „Српска круна“ био је Јеврејин Јован Вугер.[5]
      </p>
      <p>
        У „Српску круну“ су долазили највиђенији Београђани, па је Вугер још
        1875. организовао приредбе. Током Српско-турског рата, 1876. у њему су
        одседали страни новинари, као и 1902. године, када је у овом хотелу
        одржан новинарски конгрес. Према неким хроничарима, прва окупљања масона
        такође су везана за „Српску круну“, јер је Јован Вугер и сам био масон.
      </p>
   
   </Col>
    <Col>
         
     
      <p>
        Као хотел, „Српска круна“ је у своје време по свему био угоститељски
        објекат првог реда. У њему су одседали странци и домаћи богати гости.
        Имао је 17 соба на спрату. Пет најбољих биле су окренуте ка Кнез
        Михаиловој улици, а по шест соба се налазило у бочним крилима. У
        приземљу су се налазиле кафана, билијарска соба, читаоница и трпезарија.
        Хотел је у приземљу, према Калемегдану, имао терасу која је била врло
        атрактивна за госте. Површина хотела била је око 1.620 м2.
      </p>
      <p>
        Две године по отварању, 1872. Павловић продаје хотел панчевачком трговцу
        Константину Јагодићу, а деценију касније његови наследници продају га
        браћи Крсмановић, чувеним београдским трговцима. Приликом поделе имовине
        међу браћом „Српска круна“ је припала Алекси Крсмановићу и била у
        његовом власништву све до његове смрти. Кад је основана задужбина Алексе
        Крсмановића, „Српска круна“ је постала део задужбинске имовине и то је
        била све до национализације 1958. године.[5]
      </p>
      <p>
        Угoститељску функцију започету отварањем 1870. објекат је задржао, са
        краткотрајним прекидима у време ратова, пуних 70 година.[1] По избијању
        Српско-турског рата, 1876. године, хотел „Српска круна“ био је
        привремено претворен у ратну војну болницу, а почетком Првог светског
        рата био је оштећен и није радио све до 1916. године. Оштећен је био и
        током шестоаприлског бомбардовања 1941. године, када је и престала
        функција „Српске круне“ као угоститељског објекта. После реновирања,
        1943. године, ово здање запоселе су немачке окупационе снаге и напустиле
        га октобра 1944. када су их у „Српској круни“ заменили припадници
        јединица Црвене армије.[5]
      </p>
      <img src="/img/tekst2/stariIzgled2.jpg" className = 'pub-img' alt = 'slika' />
      <p>
        Године 1946. зграда је уступљена Народној библиотеци Србије, чија је
        зграда на Косанчићевом венцу потпуно уништена у шестоаприлском
        бомбардовању и годину дана касније ту је отворена читаоница и започет је
        процес стварања новог фонда библиотеке. Народна библиотека Србије је
        зграду користила до 1967. године. Затим се у њој, до 1975. године,
        налазила Академија за позориште, филм, радио и телевизију и потом
        филозофско-историјски факултет.[1] Године 1975. зграда је испражњена и
        започети су конзерваторски радови и адаптација простора за потребе
        Библиотеке града Београда,[5] Која се у зграду „Српска круна” уселила
        октобра 1986. године.[3]
      </p></Col>
  </Row>
</Container>

     
      <p>Izvor: Vikipedija</p>
    </div>
  );
}
