import React from "react";
import Image from "react-bootstrap/Image";
import Row from "react-bootstrap/Row";
import Container from "react-bootstrap/Container";
import Col from "react-bootstrap/Col";

export default function Text1() {
  return (
    <div className="text-history">
      <Image src="/img/tekst1/naslovna.jpg" fluid />
      <h2>Кафана „?”</h2>
      <p>
        Кафана „?” (такође Кафана „Знак питања” / Кафана „Упитник”) једна је од
        најстаријих кућа у Београду и најстарија сачувана београдска кафана.
        Смештена је у улици Краља Петра бр. 6, у некадашњој Главној чаршији.
        Зграда има статус споменика културе, а са својих скоро па 200 година
        старости представља и једно од најбољих обиљежја града.
      </p>
      <Container>
        <Row>
          <Col>
            {" "}
            <h4>Историјат</h4>
            <p>
              Кућу у којој се налази Кафана „?”, по налогу кнеза Милоша, подигао
              је 1823. г. Наум Ичко, безрђанбаша, трговачки конзул, те син Петра
              Ичка — охридског трговца цинцарског порекла, једног од главних
              организатора Првог српског устанка и творца Ичковог мира,
              закљученог са Портом 1806. године. Тим миром створени су услови за
              формирање нове српске државе. Петар Ичко је био трговачки конзул у
              Београду, па је то звање — за време кнеза Милоша — пренето на
              његовог сина Наума. Због статуса који је подразумевао и економску
              моћ, у ондашњој чаршији владало је мишљење да је поменута кућа у
              власништву Наума Ичка. Међутим, након његове смрти 1827. године,
              увидом у његово имовно стање, постало је јасно да човек с тако
              високим моралним назорима и на послу који је обављао, није могао
              себи да приушти кућу у Главној чаршији. Кућа је ипак била својина
              кнеза Милоша Обреновићa. Касније (1826. г.), ту је зграду кнез
              Милош поклонио своме личном лекару Ећим-Томи Костићу, зету Наума
              Ичка (тур. (х)ећим — „лекар”), за заслуге током Другог српског
              устанка (у лечењу рањеника и њега самог). Ећим-Тома је искористио
              добар положај и кућу претворио у кафану.
            </p>
            <img src="/img/tekst1/slika1.JPG" className="pub-img" alt="slika" />
            <p>
              У путописима из прве половине 19. века често се помиње „Српска
              кафана” смештена у овој кући, као једна од ретких и најлепших
              свога времена, у коју свраћају познате личности културног и јавног
              живота, између осталих и Вук Караџић (период 1830—1831). У њој се
              1834. године заиграла прва партија билијара у Београду, а од исте
              године постала је прво читалиште Српских новина. У знак исказивања
              поштовања Саборној цркви, једно време је — само у овој кафани —
              пушење било забрањено (без обзира на важност гостију, кнез Милош
              је 1824. године забранио да се пуши пред кафаном јер се налазила
              спроћу цркве). Након Другог светског рата кафана је због близине
              Академије примењених уметности угошћавала студенте и професоре, па
              се прича да су тамо и учили и полагали испите.
            </p>
            <img src="/img/tekst1/slika2.jpg" className="pub-img" alt="slika" />
            <p>
              У Београдским општинским новинама, часопису за
              комунално-социјални, привредни и културни живот Београда, у
              септембарском броју 1940. године, пише да су се многи купци
              обраћали тадашњем власнику, г. Ивану Павловићу, „трговцу свештеним
              стварима”, да купе кућу, али их је он све одбијао. Он је ту зграду
              љубоморно чувао за будућа покољења. Сматрао је да би зграду
              требало да откупи општина, јер само њој би је продао, али под
              условом да се одржава и заувек очува онаква каква је и била. По
              његовом мишљењу, требало би је огласити за националну својину и у
              њој инсталирати Музеј београдских старина. Одмах по завршетку
              рата, 1946. године, Кафана „?” је проглашена за споменик културе,
              док је 1959. финално одузета кафеџији Павловићу и претворена у
              друштвено власништво. Од тада па до дан-данас на њој су у више
              наврата вршени заштитни радови, али намена објекта никада није
              промењена. То је била и остала култна београдска кафана, место у
              којем се још увек — баш као што је то и некада било — окупљају
              угледне личности из живота града, али и друштво из краја и они
              који долазе на службу у Саборну цркву.
            </p>
          </Col>
          <Col>
            {" "}
            <h4>Приватизација</h4>
            <p>
              Почетком 21. века, у процесу приватизације, требало је да кафана
              промени власника, а са њим и намену дугу готово два века. Наиме,
              прве приче о приватизацији објекта започињу 2003. године.[2] Тада
              је за УТП „Варош капија”, ресторан основан 1962. године и
              компанију која је 2003. располагала кафаном, заказана
              тендер-аукција, и то за 25. новембар 2004. године. Почетна
              вредност имовине је процењена на 2.500 € по квадратном метру,[3]
              али тендер је на крају поништен.
            </p>
            <p>
              Јак отпор од стране запосленика кафане, разних јавних личности
              (углавном новинара који су често посећивали објекат), али и неких
              државних група, на крају се ипак исплатио. У фебруару 2007. године
              Влада Србије је одлучила да изузме ресторан од процеса
              приватизације и препише га Градској управи (граду Београду) као
              споменик културе. Петиција, коју је потписало 2.563 грађана,
              залагала се за заустављање процеса приватизације.[4] Захваљујући,
              пре свега, оваквим протестима верних гостију и поштовалаца
              традиције Београда, али и стручних служби, сачувани су изглед и
              намена објекта, који је надрастао своје архитектонске, историјске
              и културне вредности и постао институција и вредност сама по себи.
            </p>
            <h4>Изглед</h4>
            <p>
              Кафану су зидали „мајстори од Греције” (скице/нацрт за изградњу
              направио је непознати архитект пореклом из Грчке), у балканском
              стилу. Грађена је у бондручној конструкцији, асиметричне
              организације унутрашњег простора, са два еркера на главној фасади.
              Има подрум, приземље и спрат. Постављена је на уличну регулацију,
              а дубину парцеле заузимају башта и двориште. Подрум је грађен
              опеком с врло масивним сводовима, вел. 6 m × 12 m. Приземље има
              асиметричан распоред, три просторије величине 4 m × 9 m, 2,5 m ×
              4,5 m, и 7 m × 7 m. Спрат има шест просторија; велики хол 9 m × 3
              m, две собе 5 m × 5 m симетрично постављене, које формирају еркере
              према улици, собу 3,5 m × 4 m и кухињу 4 m × 3 m, с помоћном
              просторијом 2,5 m × 2,5 m. Распоред просторија остао је углавном
              исти као и раније, мада су с временом вршене преградње приземља.
            </p>
            <img src="/img/tekst1/slika3.jpg" className="pub-img" alt="slika" />
            <h4>Имена</h4>
            <p>
              Кафана је прво била позната као „Ећим-Томина кафана”. Када су је
              Ећим-Томини наследници продали, мењала је господаре и називе. Прво
              се 1878. године звала „Код пастира”, док 1892. године почиње
              носити име „Код Саборне цркве”, али не задуго. Овај назив није био
              у складу са Уредбом о механама, али ни са мишљењем црквених
              власти, које су сматрале да представља увреду за институцију
              цркве. Власник је, као привремено решење до окончања спора са
              властима, а и као својеврстан протест, за назив поставио само знак
              питања (?). Овај назив сачувао се до данас.
            </p>
            <img src="/img/tekst1/slika4.jpg" className="pub-img" alt="slika" />
          </Col>
        </Row>
      </Container>

      <p>Izvor: Vikipedija</p>
    </div>
  );
}
