import React from "react";
import Image from "react-bootstrap/Image";
import Row from "react-bootstrap/Row";
import Container from "react-bootstrap/Container";
import Col from "react-bootstrap/Col";

export default function Text3() {
  return (
    <div className="text-history">
      <Image src="/img/tekst3/naslovnaDardaneli.jpg" fluid />
      <h3>Кафана Дарданели</h3>
      <p>
        Кафана Дарданели, међу ондашњим боемима позната по популарном
        незваничном називу Код коњске задњице, је једна од најпознатијих кафана
        старог Београда. Први власник кафане је био Афиф-бег средином 19. века.
      </p>

      <Container>
        <Row>
          <Col>
            <h4>О кафани</h4>
            <p>
              "Хватајући исти простор између Чика Љубине и Васине улице, окренут
              фронтом Кнез Михаиловом споменику, дизао се читав низ
              једноспратних и једноликих дућана, који се завршавао на углу
              Васине улице кафаном која је ширином гледала на Обилићев венац, а
              ужим фронтом на Васину улицу."
            </p>
            <img
              src="/img/tekst3/kafanaDardaneli.jpg"
              className="pub-img"
              alt="slika"
            />
            <p>
              Зграда у којој је била кафана "Дарданели" била је својина Косте
              Ивковића, оца др. Момчила Ивковића, познатог београдског лекара и
              политичара. Кафану је дуго у закуп држао неки Коста, бивши
              фурунџија из Палилуле. Тада је то била обична и врло проста
              кафаница у коју су свраћале патролџије, мали трговци и пиљари.
              Обновљене "Дарданеле" (1896 год.), преузима кафеџија Мића Ристић,
              звани "Ћира". Тада су глумци Народног позоришта све чешће свраћали
              код "Дарданела". Друштво глумаца почело је да привлачи сав остали
              свет који је хтео да се види и састане са њима. Тако кафана
              "Дарданели" постаје састајалиште интелектуалног Београда. Била је
              то "најтипичнија" боемска кафана.
            </p>
            </Col>
            <Col>
            <img
              src="/img/tekst3/natpisDardaneli.jpg"
              className="pub-img"
              alt="slika"
            />
            
            <p>
              После изградње Народног позоришта кафана је постала стециште
              новинара, књижевника и сликара, попут Ђуре Јакшића, Милована
              Глишића, Владе Јовановића, Стевана Сремца, Јанка Веселиновића,
              Војислава Илића, Лугмерског. Kафана "Дарданели", важила за прво
              стециште боема, која је срушена 1901 године, па су, када је донета
              одлука о њеном рушењу због тога настали и прави протести.Касније
              се, по боемији прочула "Позоришна касина", смештена у близини
              Народног позоришта, да би се тек крајем 19. века боеми преселили у
              Скадарлију.
            </p>
            <p>
              Кафана је срушена 1901. да би се на њеном месту саградила Управа
              фондова (Државна хипотекарна банка), зграда данашњег Народног
              музеја.
            </p>
          </Col>
        </Row>
      </Container>

      <p>Izvor: Vikipedija</p>
    </div>
  );
}
